{
  "Ads": [
    {
      "select_main_ads": "FACEBOOK",
      "select_backup_ads": "APPLOVIN-D",
      "main_ads_banner": "5435995879834760_5435997923167889",
      "main_ads_intertitial": "5435995879834760_5435998193167862",
      "main_ads_natives": "5435995879834760_5435998639834484",
      "open_ads_admob": "ca-app-pub-5854074876483074/1151407283",
      "main_ads_rewards": "5435995879834760_5438611336239881",
      "backup_ads_natives": "ca-app-pub-5854074876483074/3554209342",
      "backup_ads_rewards": "",
      "backup_ads_banner": "ca-app-pub-5854074876483074/5664796546",
      "backup_ads_intertitial": "ca-app-pub-5854074876483074/6295922752",
      "open_ads_alien": "",
      "switch_open_ads": "1",
      "switch_banner_natives_ads": "1",
      "on_off_native_listview": "1",
      "interval_intertitial": 2,
      "initialize_sdk": "107355779",
      "initialize_sdk_backup_ads": "",
      "high_paying_keyword_1": "",
      "high_paying_keyword_2": "",
      "high_paying_keyword_3": "",
      "high_paying_keyword_4": "",
      "high_paying_keyword_5": "",
      "status_app": "0",
      "link_redirect": "https://",
      "on_off_guide_wall": "2"
    }
  ],
  "Categories": [
    {
      "name_category": "Jojoy Toca Boca",
      "wallpaper_url": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEgv4y_ByTgshs7nY_gpXjp7f0l6UHNkMn_1rVsiZPbm5DmbusfcIlzYVaL6IxIJ6IKP0ibl_DD2JXcqgn8NZsWBJkc2dck6R6wyZ1t9m5cQi-nGAvlD6iYUOSP_Had3Y7JWTsprIC-MSx-nTld9Sn6tJr3cuXUEa_R1dFXN0HbD8vJssu90nRetE09t/s1600/Fitness%20GYM.png"
    }
  ],
  "Wallpaper": [],
  "Guide": [
    {
      "id": 1,
      "name_category": "Jojoy Toca Boca",
      "title": "What 9Xflix Movies Streaming ",
      "image": "https://i0.wp.com/hindimeinfo.com/wp-content/uploads/2022/12/9xflix-021.jpg?resize=696%2C415&ssl=1",
      "description": "9Xflix Movies 2023 – Download HD Hollywood and Bollywood Movies",
      "link": "<p><strong>9Xflix Movies 2023 &ndash; Download HD Hollywood and Bollywood Movies:</strong>9Xflix Movies 2023 is an online streaming platform that allows users to stream and download HD Hollywood and Bollywood movies. It is a convenient way to watch high-quality movies without having to purchase a DVD or Blu-ray. The platform is free to use and offers a large selection of movies from various genres, including action, drama, comedy, horror, romance, and more.</p>\n<p>The platform also features trailers, reviews, and other information about the movies. All movies are offered in HD quality and users can also download them for offline viewing.</p>\n<p><span>It is one of the torrent websites used by netizens to download newly released movies, TV serials, and other trending videos. There are many benefits of this website as users can get movies for free and in HD format. The website provides users with 720p or 1080p resolutions for their movies. Both these resolutions are considered best for watching movies. You can download both Bollywood and Hollywood movies here and so you don&rsquo;t have to go to the theater and spend money.</span></p>"
    },
    {
      "id": 1,
      "name_category": "",
      "title": "PATHAN (2023) HINDI FULL MOVIE",
      "image": "https://pic-bstarstatic.akamaized.net/ugc/b2e19533cb01b4a532240ef907747287.jpg",
      "description": "9xflix Watch Movie Now",
      "link": "<h1><img src=\"https://i.guim.co.uk/img/media/1f3642da000814893f77431686170a7324027cff/499_278_2644_1586/master/2644.jpg?width=465&amp;quality=85&amp;dpr=1&amp;s=none\" alt=\"Taking out one last international terror organisation &hellip; Shah Rukh Khan in Pathaan.\" /></h1>\n<h1>Pathaan Movie Review : An entertaining globetrotting spy thriller that&rsquo;s massy, messy and outlandish</h1>\n<div data-plugin=\"dynamiccontent\">\n<div>Renuka Vyavahare, TNN, Updated: Jan 26, 2023, 01.19 PM ISTCritic's Rating:&nbsp;3.5/5\n<div>\n<div>\n<div><strong>Pathaan story:&nbsp;</strong>Expanding Yrf&rsquo;s spy universe (previously led by Salman Khan&rsquo;s Tiger &amp; Hrithik Roshan&rsquo;s Kabir), the film is an origin story of an ex-army man turned undercover agent Pathaan (Shah Rukh Khan) and his arch nemesis, Jim (John Abraham).<br /><br /><strong>Pathaan review:&nbsp;</strong>An event film of sorts, since it marks Shah Rukh Khan&rsquo;s return to the big screen after four long years,&nbsp;<em>Pathaan</em>&nbsp;is an ambitious action thriller that plays to the gallery and lives up to the hype. Far-fetched in writing but high on star power and style,&nbsp;<em>Pathaan</em>&nbsp;initially seems like a filmy Mountain Dew commercial which slowly but steadily finds its footing.<br /><br />The plot follows India&rsquo;s revocation of article 370 (special status of Jammu and Kashmir) and its impact on a Pakistani officer, who wants India to pay for this &lsquo;mistake&rsquo;. He reaches out to the formidable Jim, an Ex-RAW agent wronged by his own people. He is joined by his ravishing accomplice Rubai an ex-ISI agent (Deepika Padukone) with ambiguous motives. Pathaan, Jim and Rubai lock eyes and horns, as they hop continents and indulge in a dangerous game of betrayal and revenge. The three race to destroy and protect the worlds they believe in.</div>\n<h1><strong>Play Wath Movie</strong></h1>\n<p><video controls=\"controls\" width=\"350\" height=\"175\">\n<source src=\"https://ww2.1madrasrockers.team/files/Tamil%20Movies/Tamil%202023%20Movies/Pathaan%20(2023)%20Tamil%20Original%20HDRip/Pathaan%20Tamil%20Original%20HDRip%20Single%20Part/Pathaan%20(2023)%20Tamil%20Original%20HDRip%20Single%20Part.mp4\" type=\"video/mp4\" /></video><br /><br />Director Siddharth Anand gives an over-the-top treatment to his spy thriller. He presents it more like a superhero film that needs massive suspension of disbelief. His fascination and fanboy worship of mainstream Hollywood blockbusters like Marvel films or Tom Cruise&rsquo;s&nbsp;<em>Mission Impossible</em>&nbsp;series to name a few, is evident here. Expect Falcon like wingsuit, exaggerated action &amp; chase sequences, death and gravity-defying stunts on cars, bikes, ice and helicopters, immortal heroes and villains mouthing punchy dialogues, a femme fatale and all of this seeped in the idea of patriotism.<br /><br />Action overrides emotions for major part of the film and that&rsquo;s new territory for SRK, who is most loved in romantic or conversational roles. It&rsquo;s interesting how he lets his body do the talking along with those powerfully evocative eyes at 57, as a full-fledged action hero. It is his presence that salvages an average script and subpar VFX. While the background score doesn&rsquo;t quite feel in sync with the scenarios, the film&rsquo;s music by Vishal &amp; Shekhar manages to reflect the heroism and bravado on display.<br /><br /><em>Pathaan&rsquo;s</em>&nbsp;highlight is also John Abraham&rsquo;s solid portrayal of Jim. Be it his Bane like masked entry or stunt sequences, John is menacing and makes a classic case of the villain overshadowing the hero in portions.<br /><br />Deepika Padukone can kick ass and is perfectly cast as the dutiful, double crossing, morally ambiguous leggy agent but her chemistry with SRK feels underdeveloped. It lacks the spark that John-SRK&rsquo;s characters share. Dimple Kapadia does a Tenet once again and lends that much-needed gravitas and emotional heft to the proceedings. You wish other characters exuded the sincerity of her part.<br /><br />The YRF spy universe reunites Karan and Arjun (wink wink) to give you an iconic whistle moment as Bhai meets the badshah. If you are willing to overlook the frivolity in dialogues like &lsquo;You are pretty screwed&rsquo;,&nbsp;<em>Pathaan</em>&nbsp;has all the ingredients of a masala potboiler &mdash; slowmo entries, iconic battle of good versus bad and most importantly, a sexy-smouldering Shah Rukh Khan, who can fight the good fight on and off the screen. He&rsquo;s still the undisputed King.</p>\n</div>\n</div>\n</div>\n</div>"
    },
    {
      "id": 2,
      "name_category": "Jojoy Toca Boca",
      "title": "Download HD Hollywood and Bollywood Movies",
      "image": "https://i0.wp.com/hindimeinfo.com/wp-content/uploads/2022/12/9xflix-021.jpg?resize=696%2C415&ssl=1",
      "description": "One important thing a user should know about this website is that it is an illegal torrent website and its use is completely banned by the government..",
      "link": "<blockquote>\n<p><strong>Disclaimer &ndash; We do not promote piracy and are strictly against online piracy. We understand and fully comply with the copyright acts/clauses and ensure we take all steps to comply with the Act. Through our pages, We intend to inform our users about piracy and strongly encourage our users to avoid such platforms/websites. As a firm, we strongly support the copyright act. We advise our users to be very vigilant and avoid visiting such websites. So we don&rsquo;t link these sites on Our page.</strong></p>\n</blockquote>\n<h5>9Xflix Movies 2023 full details</h5>\n<figure>\n<table>\n<tbody>\n<tr>\n<td>Website name</td>\n<td>9xflix</td>\n</tr>\n<tr>\n<td>Category</td>\n<td>Movies and Entertainment</td>\n</tr>\n<tr>\n<td>Use</td>\n<td>Movies Distribute and Streaming</td>\n</tr>\n<tr>\n<td>Provides</td>\n<td>Bollywood, Hollywood, South Indian Movies, etc.</td>\n</tr>\n<tr>\n<td>Quality</td>\n<td>HEVC, WEB-DL, MKV, Mp4, HD, HD-Rip, Blueray, etc.</td>\n</tr>\n<tr>\n<td>Website type</td>\n<td>Torrent &amp; Piracy</td>\n</tr>\n<tr>\n<td>Country</td>\n<td>India</td>\n</tr>\n<tr>\n<td>Languages</td>\n<td>Hindi, Tamil, Telugu, Punjabi, etc.</td>\n</tr>\n<tr>\n<td>Movie sizes</td>\n<td>400-600Mb Movies, 1-3 Gb movies, 4k movies, etc.</td>\n</tr>\n</tbody>\n</table>\n</figure>\n<p>One important thing a user should know about this website is that it is an illegal torrent website and its use is completely banned by the government. Like other torrent websites, this website is getting most of its traffic from all over the world because of its unique features and properties. If you want to download movies in dubbed language, then this website will fulfill your demand as there are various movies available in dubbed languages ​​here.</p>\n<figure><img decoding=\"async\" width=\"700\" height=\"394\" src=\"https://www.citimuzik.com/wp-content/uploads/2023/02/9xflix.webp\" alt=\"9Xflix Movies 2023 - Download HD Hollywood and Bollywood Movies\" data-lazy-srcset=\"https://www.citimuzik.com/wp-content/uploads/2023/02/9xflix.webp 700w, https://www.citimuzik.com/wp-content/uploads/2023/02/9xflix-300x169.webp 300w\" data-lazy-sizes=\"(max-width: 700px) 100vw, 700px\" data-lazy-src=\"https://www.citimuzik.com/wp-content/uploads/2023/02/9xflix.webp\" data-ll-status=\"loaded\" sizes=\"(max-width: 700px) 100vw, 700px\" srcset=\"https://www.citimuzik.com/wp-content/uploads/2023/02/9xflix.webp 700w, https://www.citimuzik.com/wp-content/uploads/2023/02/9xflix-300x169.webp 300w\" />\n<figcaption>9Xflix Movies 2023 &ndash; Download HD Hollywood and Bollywood Movies</figcaption>\n</figure>\n<p>You will be able to download movies in English, Hindi, Tamil, Telugu, Marathi, Kannada, Punjabi, etc. If you are fond of watching web series, then this website will help you a lot like almost all new and trending web series. are available here on this website. You can either download them or watch them online.</p>\n<p><span>&nbsp;You get many types of categories on&nbsp;9xflix 2023 Movies Download </span><a href=\"https://hindimeinfo.com/wiki/website/\" target=\"_blank\" rel=\"noreferrer noopener\"><span>Website .&nbsp;</span></a><span>With the help of these categories, you can download your favorite movies.&nbsp;This website is available in the following categories.</span></p>\n<ul>\n<li><strong>Latest 300mb movies</strong></li>\n<li><strong>Bollywood 300mb</strong></li>\n<li><strong>Bollywood 720p</strong></li>\n<li><strong>Dual Audio 720p</strong></li>\n<li><strong>Hollywood Movies 300mb</strong></li>\n<li><strong>Hollywood HD Movie</strong></li>\n<li><strong>Hollywood Movies 720p</strong></li>\n<li><strong>Punjabi Movies</strong></li>\n<li><strong>Malayalam movie</strong></li>\n<li><strong>South Hindi Dubbed 300mb</strong></li>\n<li><strong>South Hindi Dubbed 720p</strong></li>\n<li><strong>Telugu 300mb</strong></li>\n<li><strong><span>Telugu 720p</span></strong></li>\n<li><strong>Pakistani Movies</strong></li>\n</ul>\n<p><span>Apart from all these, there are many other AC Movies and Web Series which can be downloaded from 9xflix.&nbsp;If you like to download movies or web series of small size, then you will also get to download videos of about 300mb here.&nbsp;If seen like this, today you will get to download movies in almost all pirated websites.</span></p>"
    },
    {
      "id": 3,
      "name_category": "Jojoy Toca Boca",
      "title": "How to download movies from 9xflix 2023 New Website?",
      "image": "https://i0.wp.com/hindimeinfo.com/wp-content/uploads/2022/12/9xflix-021.jpg?resize=696%2C415&ssl=1",
      "description": "Now it comes to know how to download movies from 9xflix? Because this is a Pirated Movies Website ",
      "link": "<blockquote>\n<p><span>Now it comes to know how to download movies from 9xflix?&nbsp;Because this is a Pirated Movies </span><span>Website</span><span> , so it has been made by the government, and to download the movie, you must get 9xflix asia, and even if a new link is found, the 9xflix com website may not open because these&nbsp;</span><span>The domain</span><span> and </span><span>server</span><span>&nbsp;of Pirated Websites keep changing.</span></p>\n<p><span><span>If you do not want to download the movie from the Filmyzilla </span></span><span><span>website</span></span><span><span> , or you are not getting the Filmyzilla Link, then you</span></span></p>\n<figure>\n<table>\n<tbody>\n<tr>\n<td>9xflix cloud</td>\n<td>9xflix com</td>\n<td>9xflix movie</td>\n</tr>\n<tr>\n<td>9xflix homepage</td>\n<td>9xflix asia</td>\n<td>9xflix link</td>\n</tr>\n</tbody>\n</table>\n</figure>\n<p><span>You can join its Telegram channel to download movies.&nbsp;Click on the button below and join the telegram channel of 9xflix link.</span></p>\n</blockquote>"
    },
    {
      "id": 4,
      "name_category": "Jojoy Toca Boca",
      "title": "9xflix 2023 Bollywood Movies Download",
      "image": "https://i0.wp.com/hindimeinfo.com/wp-content/uploads/2022/12/9xflix-021.jpg?resize=696%2C415&ssl=1",
      "description": "There are many countries that have been successful in banning movie piracy,",
      "link": "<blockquote>\n<p><span>There are many countries that have been successful in banning movie piracy, which have put a ban on pirated websites and New Movies free download sites.&nbsp;But India is not one of them, so we have websites from where you can download HD movies for free.</span></p>\n<p><span>Many people want to download 300mb movies on the Internet, because their size is less, and the resolution is also less, if someone downloads a 720p or 1080p movie, then that movie is of a very large size, so all 9xflix free&nbsp;</span><span>300mb Movies only like to download.</span></p>\n<p><span>By the way, we would advise you not to waste your time in the affair of all these pirated websites because it is wrong to do so and it is also illegal.</span></p>\n<p><span>If we agree, it is better if you stay as far away as possible from all these pirated movie downloading websites. In these, you also get to see many advertisements, even if you do not want to, many things like spyware, rootkit automatically in your system. It gets downloaded as soon as you click on the download button.&nbsp;Downloading movies from these websites is illegal, and the people who make them have also been punished.</span></p>\n</blockquote>"
    },
    {
      "id": 5,
      "name_category": "Jojoy Toca Boca",
      "title": "Frequently Asked Questions",
      "image": "https://i0.wp.com/hindimeinfo.com/wp-content/uploads/2022/12/9xflix-021.jpg?resize=696%2C415&ssl=1",
      "description": "Is 9xflix APK Free?",
      "link": "<blockquote>\n<p><b>Is 9xflix APK Free?</b></p>\n<p>Yes, it is a free app, and the users won't be charged for using it on their phones or other devices.</p>\n<p><b>Can I download 9xflix APK legally?</b></p>\n<p>Yes, it is a safe and legal application, even though it is free to use. It has plenty of excellent features.</p>\n<p><b>Why does 9xflix APK not work?</b></p>\n<p>If your app is outdated or not updated to a new version, it may not work properly. So you can update the app today to ensure it works properly and smoothly.</p>\n<p><b>How Do I Update 9xflix APK?</b></p>\n<p>9xflix APK is from a third-party developer, so an automatic update won't be available. You will need to manually update the app by removing the old version and installing the new version.</p>\n<p><b>Is my Android device required to have root access in order to install 9xflix APK?</b></p>\n<div><ins data-ad-format=\"auto\" data-ad-client=\"ca-pub-1869519607549573\" data-adsbygoogle-status=\"done\" data-ad-status=\"unfilled\"> </ins></div>\n<p>No, rooting is not required to install 9xflix APK. This app doesn't require special permissions. So, you can install and use the app without rooting your device. However, if your device already has root access then you can also use the app without any difficulty. It provides the same features and interface to both rooted and non-configured devices.</p>\n<h3>The Advantages and Disadvantages of directly downloading the 9xflix APK?</h3>\n<h4>Pros:</h4>\n<ul>\n<li>The application is safe and secure.</li>\n<li>You can easily install and use the app.</li>\n<li>Third-party ads are not available.</li>\n<li>It is free to download and use.</li>\n<li>There is no need to sign up for the app</li>\n</ul>\n<h4>Cons:</h4>\n<ul>\n<li>They will not automatically update.</li>\n<li>Google does not always verify them.</li>\n<li>There is little innovation in the design</li>\n<li>It is not suitable for slow internet</li>\n</ul>\n</blockquote>"
    },
    {
      "id": 6,
      "name_category": "Jojoy Toca Boca",
      "title": "How to Download and Install 9xflix APK?",
      "image": "https://i0.wp.com/hindimeinfo.com/wp-content/uploads/2022/12/9xflix-021.jpg?resize=696%2C415&ssl=1",
      "description": "At present, there are many mod download tools on the market",
      "link": "At present, there are many mod download tools on the market, but because of their software bandwidth problems, the app download is very slow, and many apps are above 50M, so if you want to quickly download the latest mod app, Jojoy is the first choice. Many of Jojoy's initiators are all senior Android engineers. They have a better understanding of the structure of APP, so Jojoy can provide high-quality download services. Use Jojoy to experience the high-speed download of the app!"
    },
    {
      "id": 7,
      "name_category": "Jojoy Toca Boca",
      "title": "How to Download and Install 9xflix APK?",
      "image": "https://i0.wp.com/hindimeinfo.com/wp-content/uploads/2022/12/9xflix-021.jpg?resize=696%2C415&ssl=1",
      "description": "9xflix APK is easy to download on your phone. We have created a simple guide that can assist you in downloading it for free.",
      "link": "<blockquote>\n<p>9xflix APK is easy to download on your phone. We have created a simple guide that can assist you in downloading it for free.</p>\n<h4>Step 1 &ndash; Download Button</h4>\n<p>First of all, you have to click on the download button provided by us. Now you have come to the download page, you have to wait a few seconds, then click on download, the app will start downloading automatically.</p>\n<h4>Step 2 &ndash; File Manager</h4>\n<p>Click on the download button to begin downloading. Go to your file manager and search for the apk file.</p>\n<p><b>Enable Unknown Source:&nbsp;</b>Third-party applications need unknown source settings to be enabled before they can be installed. Any third-party application on Android cannot be installed without enabling the unknown source settings.</p>\n<h4>Step 3 &ndash; Install the Application</h4>\n<p>Now tap on that APK file of 9xflix APK you have downloaded. Once you do that you will have your application installed.</p>\n<h4>Step 4 &ndash; Let's get started!</h4>\n<p>You will now have a 9xflix APK icon on your phone. Simply tap on it to begin using it.</p>\n</blockquote>"
    },
    {
      "id": 8,
      "name_category": "Jojoy Toca Boca",
      "title": "Pathu Thala (2023) Tamil HQ PreDVD",
      "image": "https://ww2.1madrasrockers.team/files/Tamil%20Movies/Tamil%202023%20Movies/Agilan%20(2023)%20Tamil%20Original%20HDRip/Agilan%20Tamil%20Original%20HDRip%20Single%20Part/Agilan%20(2023)%20Tamil%20Original%20HDRip%20Single%20Part.mp4",
      "description": "9xflix APK is easy to download on your phone. We have created a simple guide that can assist you in downloading it for free.",
      "link": "<div>Pathu Thala (2023) Tamil HQ PreDVD</div>\n<table>\n<tbody>\n<tr>\n<td colspan=\"5\"><center>\n<div>\n<div><img title=\"\" src=\"https://ww2.1madrasrockers.team/details/Preview/7676.jpg\" width=\"280\" height=\"300\" /></div>\n</div>\n</center></td>\n</tr>\n</tbody>\n</table>\n<div>&nbsp;</div>\n<div><strong>PLAY</strong></div>\n<div><strong><video controls=\"controls\" width=\"350\" height=\"175\">\n<source src=\"https://ww2.1madrasrockers.team/files/Tamil%20Movies/Tamil%202023%20Movies/Agilan%20(2023)%20Tamil%20Original%20HDRip/Agilan%20Tamil%20Original%20HDRip%20Single%20Part/Agilan%20(2023)%20Tamil%20Original%20HDRip%20Single%20Part.mp4\" type=\"video/mp4\" /></video></strong></div>\n<div>&nbsp;</div>\n<div><strong>Movie Info</strong></div>\n<table>\n<tbody>\n<tr>\n<td><strong>Movie Name</strong></td>\n<td><strong>Pathu Thala</strong></td>\n</tr>\n<tr>\n<td><strong>Starring</strong></td>\n<td><strong>Silambarasan Rajendar / Gautham Karthik / Priya Bhavani Shankar / Sayyeshaa Saigal / Gautham Vasudev Menon&hellip;</strong></td>\n</tr>\n<tr>\n<td><strong>Director</strong></td>\n<td><strong>Obeli N. Krishna</strong></td>\n</tr>\n<tr>\n<td><strong>Genres</strong></td>\n<td><strong>Action / Crime / Drama</strong></td>\n</tr>\n<tr>\n<td><strong>Release Date</strong></td>\n<td><strong>30 Mar 2023 (United Arab Emirates)</strong></td>\n</tr>\n<tr>\n<td><strong>Duration</strong></td>\n<td><strong>151 min</strong></td>\n</tr>\n<tr>\n<td><strong>Description</strong></td>\n<td><strong>An undercover cop goes into big world where a place is taken over by a don, where his safety may be compromised</strong></td>\n</tr>\n<tr>\n<td><strong>Rating</strong></td>\n<td><strong>10/10</strong></td>\n</tr>\n</tbody>\n</table>\n<div><strong>Screen Shots</strong></div>\n<div><img src=\"https://ww2.1madrasrockers.team/details/Screenshots/7676/7676a.jpg\" alt=\"\" width=\"230\" height=\"110\" /><img src=\"https://ww2.1madrasrockers.team/details/Screenshots/7676/7676b.jpg\" alt=\"\" width=\"230\" height=\"110\" /><br /><img src=\"https://ww2.1madrasrockers.team/details/Screenshots/7676/7676c.jpg\" alt=\"\" width=\"230\" height=\"110\" /><img src=\"https://ww2.1madrasrockers.team/details/Screenshots/7676/7676d.jpg\" alt=\"\" width=\"230\" height=\"110\" /></div>\n<div><img src=\"https://ww2.1madrasrockers.team/details/Screenshots/7676/7676e.jpg\" alt=\"\" width=\"230\" height=\"110\" /><img src=\"https://ww2.1madrasrockers.team/details/Screenshots/7676/7676f.jpg\" alt=\"\" width=\"230\" height=\"110\" /></div>\n<div><img src=\"https://ww2.1madrasrockers.team/details/Screenshots/7676/7676g.jpg\" alt=\"\" width=\"230\" height=\"110\" /><img src=\"https://ww2.1madrasrockers.team/details/Screenshots/7676/7676h.jpg\" alt=\"\" width=\"230\" height=\"110\" /></div>"
    },
    {
      "id": 9,
      "name_category": "Jojoy Toca Boca",
      "title": "Pathu Thala (2023) Tamil HQ PreDVD",
      "image": "https://ww2.1madrasrockers.team/details/Preview/7676.jpg",
      "description": "9xflix APK is easy to download on your phone. We have created a simple guide that can assist you in downloading it for free.",
      "link": "<div>Pathu Thala (2023) Tamil HQ PreDVD</div>\n<table>\n<tbody>\n<tr>\n<td colspan=\"5\"><center>\n<div>\n<div><img title=\"\" src=\"https://ww2.1madrasrockers.team/details/Preview/7676.jpg\" width=\"280\" height=\"300\" /></div>\n</div>\n</center></td>\n</tr>\n</tbody>\n</table>\n<div>&nbsp;</div>\n<div><strong>PLAY</strong></div>\n<div><strong><video controls=\"controls\" width=\"350\" height=\"175\">\n<source src=\"https://ww2.1madrasrockers.team/files/Tamil%20Movies/Tamil%202023%20Movies/Agilan%20(2023)%20Tamil%20Original%20HDRip/Agilan%20Tamil%20Original%20HDRip%20Single%20Part/Agilan%20(2023)%20Tamil%20Original%20HDRip%20Single%20Part.mp4\" type=\"video/mp4\" /></video></strong></div>\n<div>&nbsp;</div>\n<div><strong>Movie Info</strong></div>\n<table>\n<tbody>\n<tr>\n<td><strong>Movie Name</strong></td>\n<td><strong>Pathu Thala</strong></td>\n</tr>\n<tr>\n<td><strong>Starring</strong></td>\n<td><strong>Silambarasan Rajendar / Gautham Karthik / Priya Bhavani Shankar / Sayyeshaa Saigal / Gautham Vasudev Menon&hellip;</strong></td>\n</tr>\n<tr>\n<td><strong>Director</strong></td>\n<td><strong>Obeli N. Krishna</strong></td>\n</tr>\n<tr>\n<td><strong>Genres</strong></td>\n<td><strong>Action / Crime / Drama</strong></td>\n</tr>\n<tr>\n<td><strong>Release Date</strong></td>\n<td><strong>30 Mar 2023 (United Arab Emirates)</strong></td>\n</tr>\n<tr>\n<td><strong>Duration</strong></td>\n<td><strong>151 min</strong></td>\n</tr>\n<tr>\n<td><strong>Description</strong></td>\n<td><strong>An undercover cop goes into big world where a place is taken over by a don, where his safety may be compromised</strong></td>\n</tr>\n<tr>\n<td><strong>Rating</strong></td>\n<td><strong>10/10</strong></td>\n</tr>\n</tbody>\n</table>\n<div><strong>Screen Shots</strong></div>\n<div><img src=\"https://ww2.1madrasrockers.team/details/Screenshots/7676/7676a.jpg\" alt=\"\" width=\"230\" height=\"110\" /><img src=\"https://ww2.1madrasrockers.team/details/Screenshots/7676/7676b.jpg\" alt=\"\" width=\"230\" height=\"110\" /><br /><img src=\"https://ww2.1madrasrockers.team/details/Screenshots/7676/7676c.jpg\" alt=\"\" width=\"230\" height=\"110\" /><img src=\"https://ww2.1madrasrockers.team/details/Screenshots/7676/7676d.jpg\" alt=\"\" width=\"230\" height=\"110\" /></div>\n<div><img src=\"https://ww2.1madrasrockers.team/details/Screenshots/7676/7676e.jpg\" alt=\"\" width=\"230\" height=\"110\" /><img src=\"https://ww2.1madrasrockers.team/details/Screenshots/7676/7676f.jpg\" alt=\"\" width=\"230\" height=\"110\" /></div>\n<div><img src=\"https://ww2.1madrasrockers.team/details/Screenshots/7676/7676g.jpg\" alt=\"\" width=\"230\" height=\"110\" /><img src=\"https://ww2.1madrasrockers.team/details/Screenshots/7676/7676h.jpg\" alt=\"\" width=\"230\" height=\"110\" /></div>"
    },
    {
      "id": 9,
      "name_category": "Jojoy Toca Boca",
      "title": "Almost Pyaar with DJ Mohabbat (2023)",
      "image": "https://hdhub4u.city/wp-content/uploads/2023/03/eOkOqtsF7sPboPjwLLYwfHZZoQb.jpg",
      "description": "",
      "link": "<h1><video controls=\"controls\" width=\"350\" height=\"175\">\n<source src=\"https://860147340.tapecontent.net/radosgw/drByMep9yKhky8e/kRNSt3q7eqbrImkzz_JKAn3VzXhE2_JeGFsVNo3ZQqtULCB5fPSlpmhLMXhFa5m2LRowPbeIw6DtSaJm2wBshRxkOSda5CelawBd2kC24BkSLZmN2tzbXsYdvKpoPil7FtCdJxcVrj9ynqaK4FbJLYqxBzeRiGqZLg2gdakwsxd4qTCpgypUdd0HIPelGHdGEPxPdvaWsLP4AQQa201oz_iGidqoKtqIBU6Ii2IaZMRXHty65TdQj7zaiv1eyabVwro-lU2Fl6HYpzXREVmAwC9MwNjnp-PJNg1LfDb4GtdUx8RphFpxbZ7SrKraL1-rPeRX580eYgHqTjWi/Almost+Pyaar+with+DJ+Mohabbat+%282023%29+Hindi+HD+720p.mp4?stream=1\" /></video></h1>\n<p>Genre:&nbsp;Drama&nbsp;|&nbsp;Romance</p>\n<p>Actor:&nbsp;Alaya F&nbsp;|&nbsp;Karan Mehta&nbsp;|&nbsp;Vicky Kaushal</p>\n<p>IMDb&nbsp;4.5/&nbsp;10&nbsp;(354&nbsp;votes)<br />Director:&nbsp;Anurag Kashyap</p>\n<p>Country:&nbsp;India</p>\n<p>Release:&nbsp;<time>2023-02-03</time></p>\n<p>Almost Pyaar with DJ Mohabbat (2023): In pursuit of forbidden love, two young couples from different worlds find their lives entangled as rebellion and intolerance collide in dual stories.</p>\n<h1>Almost Pyaar With DJ Mohabbat Movie Review : An interesting concept let down by a botched-up execution</h1>\n<ul>\n<li data-plugin=\"toitab\"><a data-label=\"Times Of India\" data-action=\"MovieReview_TabSwtiched\" data-ga=\"true\">TIMES OF INDIA</a></li>\n</ul>\n<div data-plugin=\"dynamiccontent\">\n<div>\n<div>\n<div>\n<div><strong>Story:&nbsp;</strong>Two parallel love stories run concurrently - one in Dalhousie, another in London. Both doomed.<br /><strong><br />Review:&nbsp;</strong>Amrita (Alaya F.) is a charming and bubbly schoolgirl, whose life revolves around watching movies by secretly taking DVDs from a local shop owner&rsquo;s son Yaqub (Karan Mehta), making funny Ting Tong videos under a disguise and tuning in to DJ Mohabbat&rsquo;s podcasts. She adores the DJ and her only mission in life is to attend his hotshot Holi party at a secret location in the hills. But before she could make plans, her conservative Hindu family puts her under house arrest for spending time with the neighbourhood Muslim boy, who in their opinion, &ldquo;pehle mohabbat dikhate hain, phir Jannat.&rdquo; Blinded by their passion for DJ Mohabbat&rsquo;s music, the two youngsters elope from home, setting off a chain of events that are sure to not end well. In a parallel world, Yaqub&rsquo;s lookalike Harmeet (Karan Mehta) is trying hard to make his mark as a budding musician, but just then Ayesha (Alaya F.), a rich spoilt daughter of a London-based Pakistani businessman starts crushing and obsessing over him, to a point that her actions start affecting his life adversely. Strangely, she is the exact lookalike of Amrita but none of them are related.<br /><br />It&rsquo;s an interesting concept and oftentimes there are moments of thrill and unpredictability when you don&rsquo;t know what is going to happen. Anurag Kashyap&rsquo;s story is layered too, but never comes together in a cohesive manner. Instead, it seems like it&rsquo;s trying to tackle too many issues without much conviction. From love jihad to same sex marriages and patriarchal, dysfunctional families to differences due to caste, religion and social inequality - it&rsquo;s all there but none explored and executed in a way that it leaves a lasting impact on your mind. The film constantly switches between the dimly lit streets and pubs of London and the snowed out mountainous terrains of Himachal. Amit Trivedi&rsquo;s unconventional music and Shellee&rsquo;s funky lyrics (like &lsquo;<em>Mohabbat se Kranti</em>&rsquo; and &lsquo;<em>Ghanghor Connection</em>&rsquo;) feel young, fresh and relevant to the story, but for a musical, the overall score isn&rsquo;t up to the mark. We doubt if you will retain any of the many songs, after you leave the theatre.<br /><br />Vicky Kaushal as DJ Mohabbat is interesting and the actor seems to be enjoying the quirks of his character, which he reprises from his 2018 film &lsquo;Manmarziyan&rsquo;. Newcomer Karan Mehta is confident onscreen and shows promise. At times, he does go overboard as Harmeet and his fake laughter act is downright annoying. Alaya F., as always, does a fine job of breathing life into her role and the actor is equally good in her glam and de-glam avatars. From a rebellious, small town schoolgirl, who goes against her male-dominated family to a brash and hopelessly-in-love Londoner &ndash; Alaya is brilliant in both her roles.<br /><br />Overall, it&rsquo;s a love story fraught with regular societal challenges and clich&eacute;s, told in a unique way. But beyond that it falls woefully short of making this film an entertaining and a deeply engaging experience. Like Alaya&rsquo;s character Amrita tells Yaqub after their long and arduous journey, &ldquo;Na koi plan hai, na purpose&rdquo; &ndash; well, our thought precisely.</div>\n</div>\n</div>\n</div>\n</div>"
    },
    {
      "id": 9,
      "name_category": "Jojoy Toca Boca",
      "title": "Pathu Thala (2023) Tamil HQ PreDVD",
      "image": "https://m.media-amazon.com/images/M/MV5BOTFhNzNlMGQtZWQwMC00MTc0LTgxMGEtNzMzNDIwM2ZhZDVhXkEyXkFqcGdeQXVyNDM2NjkyNDA@._V1_QL75_UY562_CR5,0,380,562_.jpg",
      "description": "9xflix Watch Movie Now",
      "link": "<h1>Yaaran Diyan Poun Baaran</h1>\n<p><strong>Cast:</strong>&nbsp;Swati Sharma, Harnaaz Sandhu, Nanak Singh<br /><strong>Genre:</strong>&nbsp;Comedy<br /><strong>Author(s):</strong>&nbsp;Upasana Singh<br /><strong>Director:</strong>&nbsp;Upasana Singh<br /><strong>Release Date:</strong>&nbsp;31/03/2023 (selected cinemas)<br /><strong>Running Time:</strong>&nbsp;135mins<br /><strong>Country:</strong>&nbsp;India<br /><strong>Year:</strong>&nbsp;2023</p>\n<div data-plugin=\"dynamiccontent\">\n<h1>WATCH MOVIE</h1>\n<div>\n<h1><video controls=\"controls\" width=\"350\" height=\"175\">\n<source src=\"https://858142479.tapecontent.net/radosgw/Mk4Yd0PloQCeeR/FOeHS9D7H9Ziu1KHefQ-MT8wB9o5mNEncpNirGJLMyKEnIM0w-FkifW1tQ0m2QJS7wgzHsEAWLUnlXr-UDkysOBVjoFtmRK2v43fAC4sebdHNciNgRsFDeZNv8R8rjrdh6I6C4TW2p6170qcDC_hm6mfvArNHqn6jJFTB18DAr3CWX15h5TeAHCmnViklPohtclrDjcIA2E27Levn8J__hU03LigWB2SoRikH4HkwqQORsy_AU3TiY-17M4UBev6djLQH2ytNOy1jjfwpau5jkMV813UtIBaSpiqKEuYf-FERF-Woj02F4IGxWk/Yaaran+Diyan+Poun+Baaran+%282023%29+Punjabi+720p.mp4?stream=1\" /></video></h1>\n</div>\n</div>"
    },
    {
      "id": 9,
      "name_category": "",
      "title": "GASLIGHT (2023) HINDI FULL MOVIE",
      "image": "https://akm-img-a-in.tosshub.com/indiatoday/images/story/202303/334760872_1267008150560015_8978364103106639303_n_0-sixteen_nine-_3.jpg?VersionId=SvGqn06KPELW8RuoD.Sr2EM03R_GYRRO&size=690:388",
      "description": "9xflix Watch Movie Now",
      "link": "<div>\n<h2>Gaslight: Release Date, Trailer, Songs, Cast</h2>\n<ul>\n<li><strong>Release Date</strong>31 March 2023</li>\n<li><strong>Language</strong>Hindi</li>\n<li><strong>Genre</strong>Thriller</li>\n<li><strong>Duration</strong>1h 51min</li>\n<li><strong>Cast</strong>\n<div>Sara Ali Khan, Vikrant Massey, Chitrangda Singh, Akshay Oberoi, Rahul Dev</div>\n</li>\n<li><strong>Director</strong>\n<div>Pawan Kripalani</div>\n</li>\n<li><strong>Producer</strong>\n<div>Ramesh Sadhuram Taurani</div>\n</li>\n<li><strong>Production</strong>\n<div>12th Street Entertainment, Tips Films Pvt. Ltd.</div>\n</li>\n<li><strong>Certificate</strong>16+</li>\n</ul>\n</div>\n<h2>About Gaslight Movie (2023)</h2>\n<p>A suspenseful murder mystery, revolving around a girl, a step-mother, a lover, a father, a police officer, and a doctor.</p>\n<div><img title=\"Gaslight Movie Cast, Release Date, Trailer, Songs and Ratings\" src=\"https://assets.gadgets360cdn.com/pricee/assets/product/202303/Gaslight_2_1678796996.jpg?downsize=680:*\" alt=\"Gaslight Movie Cast, Release Date, Trailer, Songs and Ratings\" width=\"680\" height=\"453\" /></div>\n<p>Gaslight Movie Cast, Release Date, Trailer, Songs and Ratings</p>\n<p>What are some of the basic necessities of a thriller? Eerie surroundings, creepy paintings, an old, rustic haveli, dark screen tone, an alleged murder, and the main hotel staff who looks neat but gives&nbsp;<em>andar se haivaan</em>&nbsp;feels &ndash; Gaslight checks all the boxes required for a thriller to work. On top of that, you have an odd combo of a Sara Ali Khan, a Chitrangda Singh and a Vikrant Massey, unravelling mysteries in a&nbsp;<em>haveli</em>. But is there one at all? Read our review of Disney+ Hotstar&rsquo;s latest release Gaslight, and you&rsquo;ll know (somewhat).</p>\n<p>While we will get into the bit on whether the film title, Gaslight, suffices the plot, here&rsquo;s a little background. Sara Ali Khan (Meesha) is a young paraplegic woman confined to a wheelchair, who returns to her family&rsquo;s royal palace 15 years after receiving a letter from her father, Raja Ratan Singh Gaikwad. However, she returns to be greeted by her suspicious-looking stepmother Rukmini (played by Chitrangda Singh), only to learn that he&rsquo;s away on a business trip. But is he?</p>\n<p>The estate is still the same and is looked after by Kapil (Vikrant Massey), who is &lsquo;<em>kareeb hokey bhi neeji zindagi se koso durr&rsquo;</em>&nbsp;from his employer, Raja Saheb. And that is where your suspicion grows. A too-good-to-be-true character in a thriller draws suspicion and that&rsquo;s where you secretly pray that the makers do a good job by not plotting the obvious. Spoiler alert, but that&rsquo;s one of the few areas of disappointment in the film that we&rsquo;d like to term &lsquo;loophole&rsquo;.</p>\n<p><video controls=\"controls\" width=\"350\" height=\"175\">\n<source src=\"https://867337140.tapecontent.net/radosgw/zMD8yGpK74Cgk7/iy8eeJiQ7PyfsKInwz2EWEZoVorR-IJQt4Ip81DEPogMWe1ldPa0140zlokZr1xqHS8--ODGwtcFasetTX0z6GdrPF5a6qy-v_bBK1Fi7eJawO-PgBE3kOTxjBFgPmQ4LZF7Evrvqf0V-Kpcv147IjlQ1wWRFmUN9RjeyUJAiSnQOIqCXBrAYN1g4BuVX2wZYuBxc9ZZO7xDujIUZYTsV1yh-xB29koWaWgU9Qb_C5TVIgkSM0WInAFNz8WvdCffk_lCB3e2gpPOUMc2XEKX3xZZMJIkqM4tWNTqudvcb6Z7DKhBUd2H-6-HEZA/Gaslight+%282023%29+Hindi+HD+720p.mp4?stream=1\" /></video></p>\n<p>Going by the tempo and the horror movie feels that Gaslight tries to draw in the beginning, the film will remind you of Alfred Hitchcock&rsquo;s Pyscho in a modern world. A paraplegic woman having the guts to explore a creepy-looking mysterious palace when it's all dark and raining outside, is something that we often justify by saying, &lsquo;<em>sirf filmon mein hota hain</em>&rsquo;.</p>\n<p>Devoid of songs, Gaslight, as the name suggests, does make certain characters question their sanity using psychological means. For instance, when Meesha follows the shadow of her father, Daata (apparently), you will fear the unknown. So a thumbs-up on suspense creation. However, no thriller can survive without the use of background tracks. Gaslight did a good job with that. Be it the self-playing piano scene or the creaking of the old floorboard every time Meesha dragged her wheelchair to unravel a mystery - full marks to the sound editor on that.</p>\n<p>Talking about owning the characters and acting, Sara Ali Khan indeed worked on her accent and acting. Though she has a long way to go, her expressions and dialogue delivery didn&rsquo;t look forced, unlike her last few films. Chitrangada Singh is only ageing like fine wine and the film couldn&rsquo;t have had a better Rukmini than her. She successfully carried all the suspicion of the character until;&nbsp;<em>chalo choro</em>!</p>\n<div>&nbsp;Vikrant Massey is known as a performer and has paved his way to the top because of his acting prowess and hard work. He yet again proved his mettle through his film. Though he isn&rsquo;t the only one to have layers to his character, his transition is so smooth that you&rsquo;ll barely notice, in spite of expecting it from the very start.</div>\n<p>Director Pavan Kirpalani is best known for mastering the psycho-thriller genre. Gaslight might not be counted as one of his best works, however, we have to give him bonus points for trying to pull off a difficult genre as this one.</p>\n<p>The film may visually have all the necessary elements required for a thriller, but it did lag in bits when it came to the screenplay. For instance, when one of the biggest mysteries in the film gets solved, the audience is intrigued to know the whys and the hows. That needed some meat. We also needed the character development between Kapil and his love angle in the film. We know time is a constraint but it happens too fast and the audience is left questioning &ndash; &lsquo;<em>Hua toh hua kaise</em>?&rsquo;</p>\n<p>But one of the best bits about Gaslight is the&nbsp;<em>twist pe twist&nbsp;</em>in the end. The film blooms in the last 15 minutes and we are not complaining because that is where all the unravelling happens in thrillers. Extra marks for ensuring that the script doesn&rsquo;t end as we apprehended.</p>\n<p>All in all, Gaslight is a rather refreshing cooler in the sea of psycho thrillers. It definitely deserves a watch.</p>"
    },
    {
      "id": 9,
      "name_category": "",
      "title": "PATHU THALA (2023) TAMIL FULL MOVIE",
      "image": "https://hdhub4u.city/wp-content/uploads/tt11732164.jpg",
      "description": "9xflix Watch Movie Now",
      "link": "<p><img src=\"https://hdhub4u.city/wp-content/uploads/tt11732164.jpg\" /></p>\n<p>Genre: Action | Crime | Drama</p>\n<p>Actor: Gautham Karthik | Priya Bhavani Shankar | Silambarasan Rajendar</p>\n<p>IMDb 4.5/ 10 (433 votes)<br />Director: Obeli N. Krishna</p>\n<p>Country: India</p>\n<p>Release: 2023-03-30<br />Pathu Thala (2023): An undercover cop goes into the big bad world, a place taken over by a don, where his safety may be compromised</p>\n<h1>Pathu Thala Movie Review : STR and Gautham Karthik elevate this fairly-engaging gangster film</h1>\n<div data-plugin=\"dynamiccontent\">\n<div>\n<div>\n<div>\n<div><br /><strong>Pathu Thala Movie Review:&nbsp;</strong>South Indian film industries have no shortage of movies that depict the rivalry between a daring cop and a feared gangster. However, what truly makes a film stand out in this genre are the events and incidents that unfold, bringing the audience closer to the characters' world. Pathu Thala, the official Tamil remake of the hit Kannada film Mufti, has some memorable moments, however, the film's attempt to constantly engage the audience sometimes comes across as forced.<br /><br />The story follows Shakthivel (Gautham Karthik), an undercover cop, as he investigates the disappearance of the Chief Minister of Tamil Nadu (Santhosh Pratap). He believes that a feared gangster, AGR (Silambarasan TR), is responsible. However, AGR's stronghold in the sand-mining business makes it difficult for Shakthivel to gather evidence against him. As Shakthivel works to gain AGR's trust, he uncovers shocking revelations that shake his resolve.<br /><br />Similar to the original film, STR appears predominantly in the second half of Pathu Thala. However, this is where the narrative becomes tighter and more engaging. The initial sequences where Shakthivel learns about AGR's influence and power fall short, lacking the impact that would hook the audience. But the soul of the film lies in the post-interval sequences, with STR delivering a standout performance.<br /><br />While the trope of a gangster as a do-gooder for the people around him and a criminal in the eyes of the government is nothing new, the staging and drama in the second half of the film make it more engaging. Pathu Thala incorporates elements of betrayal and gory violence, as is typical of gangster flicks, but fails to create a lasting impact or a strong connection with the central characters.<br /><br />Despite its flaws, the film is a fairly entertaining gangster flick that will mostly satisfy STR fans. The climactic fight sequence is accompanied by an effective background score by AR Rahman, which strikes a chord with the audience and elevates its impact. However, the film could have done without a song featuring Simbu in the second half, as it adds little value to the story. Priya Bhavani Shankar delivers a decent performance as the district collector, but her flashback portions with Gautham Karthik could have been more impactful.<br /><br />The intense performances of Silambarasan and Gautham Karthik make us overlook some of the logical mistakes made by the writer. Gautham, in particular, manages to look authentic as an undercover cop. Gautham Vasudev Menon's performance as the Deputy Chief Minister is commendable, and the technical aspects of the film are quite efficient, with only a couple of shots falling out of focus.<br /><br />Overall, Pathu Thala may not be a great film for those who have watched the original, but it's still worth watching for the lead actors and some standout moments.</div>\n</div>\n</div>\n</div>\n</div>"
    },
    {
      "id": 9,
      "name_category": "",
      "title": "A Million Little Things (2023)",
      "image": "https://tv-fanatic-res.cloudinary.com/iu/s--RYxh8hC6--/c_fill,h_315,w_851/f_auto,fl_lossy,q_75/v1675810335/banner/a-million-little-things.jpg",
      "description": "9xflix Watch Movie Now",
      "link": "<p><img src=\"https://tv-fanatic-res.cloudinary.com/iu/s--RYxh8hC6--/c_fill,h_315,w_851/f_auto,fl_lossy,q_75/v1675810335/banner/a-million-little-things.jpg\" alt=\"A Million Little Things\" /></p>\n<p>A Million Little Things&nbsp;<em>returns to ABC for an emotional farewell season that&rsquo;s sure to make fans shed a million little tears.</em>&nbsp;<em>Creator DJ Nash always intended to follow the drama&rsquo;s central friend group for five seasons, but before&nbsp;&ldquo;Millionaires&rdquo;&nbsp;say goodbye to the series they&rsquo;ll meet several new characters, welcome back at least two familiar faces, and</em><em>&nbsp;grieve multiple &mdash; yes, more than one! &mdash; deaths</em>.<em>&nbsp;(Protect</em>&nbsp;<em>Maggie and Gary at all costs.)</em>&nbsp;<em>The Season 5 premiere on Wednesday, February 8, gives a taste of the transformations, relationships, big leaps, challenges, and life lessons that await in the final episodes.</em></p>\n<h2><strong><em>A MILLION LITTLE THINGS&nbsp;</em>SEASON 5, THE FAREWELL SEASON: STREAM IT OR SKIP IT?</strong></h2>\n<p><strong><video controls=\"controls\" width=\"300\" height=\"150\">\n<source src=\"https://membed1.com/streaming.php?id=Mzg4NzE4&amp;title=A+Million+Little+Things+-+Season+5+Episode+8+-+Dear+Diary+&amp;typesub=SUB&amp;sub=&amp;cover=Y292ZXIvYS1taWxsaW9uLWxpdHRsZS10aGluZ3Mtc2Vhc29uLTUucG5n\" /></video></strong></p>\n<p><strong>Opening Shot:&nbsp;</strong>Gary (James Roday Rodriguez) is sitting in a hospital chair receiving chemotherapy treatment next to his dad Javier (Paul Rodriguez), who&rsquo;s admiring an ultrasound photo of his future grandson, Gary and Maggie&rsquo;s (Allison Miller&rsquo;s) baby.</p>\n<p><strong>The Gist:</strong>&nbsp;The Season 5 premiere, &ldquo;The Last Dance,&rdquo; picks up right where Season 4 left off. There were a million little things happening with Eddie (David Giuntoli), Sophie (Lizzy Greene), Danny (Chance Hurstfield), Tyrell (Adam Swain), Katherine (Grace Park), Theo (Tristan Byon), and the rest of the group. But three major storylines at the end of Season 4 centered on Anna (Erin Karpluk) getting arrested for her role in Peter&rsquo;s (Andrew Leeds) death, Maggie getting pregnant, and Rome (Romany Malco) and Regina (Christina Moses) accidentally learning that Gary is battling cancer again.</p>\n<p>The official episode description is as follows: &ldquo;The family of friends gathers once again to celebrate the life of a loved one who dies unexpectedly. Meanwhile, Katherine shows Maggie the secret to registering for baby gifts, and Rome supports his father through a difficult transition.&rdquo;</p>\n<figure><img sizes=\"(max-width: 640px) 100vw, 1024px\" srcset=\"https://decider.com/wp-content/uploads/2023/02/a-million-little-things-1.jpg?quality=75&amp;strip=all&amp;w=300 300w, https://decider.com/wp-content/uploads/2023/02/a-million-little-things-1.jpg?quality=75&amp;strip=all&amp;w=640 640w, https://decider.com/wp-content/uploads/2023/02/a-million-little-things-1.jpg?quality=75&amp;strip=all&amp;w=1280 1280w, https://decider.com/wp-content/uploads/2023/02/a-million-little-things-1.jpg?quality=75&amp;strip=all&amp;w=1024 1024w, https://decider.com/wp-content/uploads/2023/02/a-million-little-things-1.jpg?quality=75&amp;strip=all&amp;w=1284 1284w\" alt=\"A Million Little Things S5\" width=\"429\" height=\"286\" data-srcset=\"https://decider.com/wp-content/uploads/2023/02/a-million-little-things-1.jpg?quality=75&amp;strip=all&amp;w=300 300w, https://decider.com/wp-content/uploads/2023/02/a-million-little-things-1.jpg?quality=75&amp;strip=all&amp;w=640 640w, https://decider.com/wp-content/uploads/2023/02/a-million-little-things-1.jpg?quality=75&amp;strip=all&amp;w=1280 1280w, https://decider.com/wp-content/uploads/2023/02/a-million-little-things-1.jpg?quality=75&amp;strip=all&amp;w=1024 1024w, https://decider.com/wp-content/uploads/2023/02/a-million-little-things-1.jpg?quality=75&amp;strip=all&amp;w=1284 1284w\" data-sizes=\"(max-width: 640px) 100vw, 1024px\" />\n<figcaption data-gramm=\"false\">Photo: ABC</figcaption>\n</figure>\n<p>What Shows Will It Remind You Of?&nbsp;A Million Little Things&nbsp;is a tearjerker about the importance of human connection. It&rsquo;s a hopeful celebration of found family and a reminder that life ebbs and flows, so other family-centric dramas that extract extraordinary meaning from everyday moments &mdash; like&nbsp;This Is Us,&nbsp;Parenthood,&nbsp;and&nbsp;Friday Night Lights&nbsp;&mdash; come to mind.</p>\n<p><strong>Our Take:</strong>&nbsp;Before&nbsp;<em>A Million Little Things&nbsp;</em>drops its title card in the Season 5 premiere, you&rsquo;ll be wiping tears from your eyes and feeling as though you just reunited with a long-lost friend. Without spoiling the series&rsquo; highly-anticipated return, &ldquo;The Last Dance&rdquo; maximizes the storytelling potential of the show&rsquo;s final 13 episodes by succinctly addressing Season 4 cliffhangers and swiftly laying groundwork for future plot points.</p>\n<p>In true&nbsp;<em>A Million Little Things</em>&nbsp;fashion, the premiere finds characters overflowing with formative memories, sparked by anything from a stick of deodorant to a box of Good &amp; Plenty. Several head-scratching moments pop up throughout the hour &mdash; including a major plot twist and an early line from Eddie that made me cringe so hard I questioned his entire personality. But as usual, the series&rsquo; lovable characters, aspirational connections, and relatable struggles help quell your doubts. Five seasons in, the cast&rsquo;s chemistry has never been stronger, nor has character growth ever been so apparent. James Roday Rodriguez continues to effortlessly tap into the duality of Gary Mendez, and the premiere&rsquo;s fluctuating tone and moving monologues tease marvelously multi-faceted performances to come.</p>\n<figure><img sizes=\"(max-width: 640px) 100vw, 1024px\" srcset=\"https://decider.com/wp-content/uploads/2023/02/sophie-amlt.jpg?quality=75&amp;strip=all&amp;w=300 300w, https://decider.com/wp-content/uploads/2023/02/sophie-amlt.jpg?quality=75&amp;strip=all&amp;w=640 640w, https://decider.com/wp-content/uploads/2023/02/sophie-amlt.jpg?quality=75&amp;strip=all&amp;w=1280 1280w, https://decider.com/wp-content/uploads/2023/02/sophie-amlt.jpg?quality=75&amp;strip=all&amp;w=1024 1024w, https://decider.com/wp-content/uploads/2023/02/sophie-amlt.jpg?quality=75&amp;strip=all&amp;w=1284 1284w\" alt=\"LIZZY GREENE SORTING WHITE AND PINK GOOD &amp; PLENTY CANDY ON 'A MILLION LITTLE THINGS'\" width=\"600\" height=\"400\" data-srcset=\"https://decider.com/wp-content/uploads/2023/02/sophie-amlt.jpg?quality=75&amp;strip=all&amp;w=300 300w, https://decider.com/wp-content/uploads/2023/02/sophie-amlt.jpg?quality=75&amp;strip=all&amp;w=640 640w, https://decider.com/wp-content/uploads/2023/02/sophie-amlt.jpg?quality=75&amp;strip=all&amp;w=1280 1280w, https://decider.com/wp-content/uploads/2023/02/sophie-amlt.jpg?quality=75&amp;strip=all&amp;w=1024 1024w, https://decider.com/wp-content/uploads/2023/02/sophie-amlt.jpg?quality=75&amp;strip=all&amp;w=1284 1284w\" data-sizes=\"(max-width: 640px) 100vw, 1024px\" />\n<figcaption data-gramm=\"false\">Photo: ABC/Sergei Bachlakov</figcaption>\n</figure>\n<p>Through life events as monumental as a funeral or as inconsequential as a trip to the store, the drama continues to convey the importance of showing up for one other, being open to humor in times of grief, and remembering that tomorrow is unpromised. From&nbsp;abortion&nbsp;and racism to mental health, LGBTQ+ stories, addiction, and more, the series has never shied away from addressing serious topics in a prime-time ABC slot, and the premiere offers touching reassurance that same candor will continue to the end.</p>\n<p>As is often the case with shows that strike a balance between remarkably human and deliciously cheesy storytelling, the beginning of&nbsp;<em>A Million Little Things</em>&lsquo; end will leave you feeling reinvigorated, raring to reclaim your time, and hungry for heart-to-hearts. Faithful viewers know that Gary and friends have &mdash; let&rsquo;s not sugarcoat it &mdash; been through&nbsp;<em>a lot of shit&nbsp;</em>since 2018. The series has always captured the confusing reality that life is beautiful and relentless. The highs demand to be celebrated, in part, because the lows never let up. But the lows aren&rsquo;t as bad if you have a solid support system behind you, and these tight-knit Bruins fans and their families are solid as they come. A mix of new beginnings and challenges are foreshadowed at the start of Season 5, but here&rsquo;s hoping that this group can finally catch one single collective break when the end credits roll on the series finale.</p>\n<p><strong>Sex and Skin:&nbsp;</strong>Aside from a few smooches,&nbsp;<em>A Million Little Things</em>&nbsp;keeps its farewell season premiere clean. The only stripping down these characters do at the start of Season 5 is internal, because in true&nbsp;<em>A Million Little Things&nbsp;</em>fashion, everyone is bravely baring their emotions.</p>\n<p><strong>Parting Shot:&nbsp;</strong>The episode highlights moments of pain and loss, but the parting shot captures the show&rsquo;s fictional friend group-turned-family celebrating a rare moment of unbridled joy. It&rsquo;s about time!</p>\n<p><strong>Sleeper Star:&nbsp;</strong>We got a taste of the full spectrum of emotions James Roday Rodriguez and Allison Miller will cycle through before saying goodbye to Gary and Maggie. But two unexpected season premiere standouts were Lou Beatty Jr. as Rome&rsquo;s dad Walter Howard, and his girlfriend Florence, played by Karen Robinson.</p>\n<p><strong>Most Pilot-y Line:</strong>&nbsp;Towards the end of the episode a character says, &ldquo;Sorry about bringing an entourage&hellip;it&rsquo;s just that our friend group, we&rsquo;re very invested in each other&rsquo;s lives.&rdquo; A real&nbsp;<em>A Million Little Things&nbsp;</em>evergreen statement.</p>\n<p><strong>Our Call:&nbsp;</strong>STREAM IT. If you&rsquo;ve been following this friend group for four seasons, then you, too, are very invested in their lives.&nbsp;<em>A Million Little Things</em>&nbsp;stays true to itself in the Season 5 premiere, so if you enjoyed the ride so far and want to see where these characters&rsquo; stories end, streaming the season is a no-brainer.</p>"
    }
  ]
}
